import { ScrollView, StyleSheet, Text, View } from "react-native";
import React from "react";
import Header from "../../../components/Header";

const ClusterScreen = () => {
  return (
    <>
      <Header isBack={true} />
      <ScrollView style={{ marginHorizontal: 10 }}>
        <Text style={{ fontSize: 20, fontWeight: "bold", marginVertical: 10 }}>
          Кластерийн зорилго
        </Text>
        <Text style={{ fontSize: 16, fontWeight: "300" }}>
          ИНАРУ НЭГДЭЛ нь байгальд ээлтэй, хөгжлийн төслүүдийг боловсруулах,
          хэрэгжүүлэх, уялдаа холбоог бий болгох, дэлхийн Монгол иргүний
          үндэсний аж төрөхуйн ухааныг таниулах, жижиг дунд үйлдвэрлэгчдийг
          нэгтгэж кластерийн системийг бий болгох, ТӨВШИН САЙХАН ЭНХИЙН ОРНЫГ ЭВ
          ХАМТААР ЦОГЦЛУУЛАН МАНДУУЛАХ ЭРХЭМ ЗОРИЛГОТОЙ хамт олон юм.
        </Text>
        <Text style={{ fontSize: 20, fontWeight: "bold", marginVertical: 10 }}>
          Кластер гэж юу вэ?
        </Text>
        <Text style={{ fontSize: 16, fontWeight: "300" }}>
          Тодорхой нэг салбарт болон газар зүйн байршилд хоорондоо харилцан
          хамааралтай үйл ажиллагаа явуулдаг бизнесийн, судалгааны болон төрийн
          байгууллагуудын хамтрал, тухайлсан салбарын/бизнесийн үйл ажиллагааны
          бүтээмж, өрсөлдөх чадварыг үндэсний болон олон улсын хэмжээнд
          нэмэгдүүлэх зорилготой хичээл зүтгэлийг кластер буюу кластерын
          санаачилга гэнэ. Кластерын зорилго нь нарийн тодорхой, хэмжигдэхүйц,
          хүрч болохуйц, хугацаатай, оролцогч талуудад холбоо хамааралтай байна.
          📈
        </Text>
        <Text style={{ fontSize: 20, fontWeight: "bold", marginVertical: 10 }}>
          Кластерын байгууллага гэж юу вэ?
        </Text>
        <Text style={{ fontSize: 16, fontWeight: "300" }}>
          Кластерийн байгууллага нь тодорхой нэг кластерын санаачилгыг хөгжүүлэх
          зорилгоор байгуулагддаг бөгөөд кластерын эрхэмлэх зүйл, стратеги,
          брэнд, инновацийг бий болгох, төсөл хөтөлбөр хэрэгжүүлэх, кластерын
          оролцогч талуудын харилцаа, хамтын ажиллагааг сайжруулах зэрэг
          тодорхой зорилгыг биелүүлэхэд чиглэсэн хуулийн этгээд байна.
        </Text>
      </ScrollView>
    </>
  );
};

export default ClusterScreen;

const styles = StyleSheet.create({});
